# while loop with True 
while True: 
    print('Добро пожаловать в наш словарь для стариков)')
    word = str(input("Введите непонятное слово (большими буквами!): "))
    meme_dict = {'ЛОЛ': 'очень смешно',
                'КРИНЖ': 'что-то странное, стыдное',
                'РОФЛ': 'шутка',
                'ЩИЩ': 'одобрение или восторг',
                'КРИПОВЫЙ': 'страшный, пугающий',
                'АГРИТЬСЯ': 'злиться',
                'КРАШ': 'предмет тайной или безответной влюблённости, а иногда просто про того, кто нравится.'
    }
    if word in meme_dict.keys():
        print(meme_dict[word])
    else:
        print('у нас нет такого слова в словаре( ')
